[
  {
    "id": "1682541230001",
    "name": "Command",
    "level": "1",
    "school": "enchantment",
    "casting_time": "1 action",
    "range": "60 feet",
    "duration": "1 round",
    "components": "V",
    "description": "You speak a one-word command to a creature you can see within range. The target must succeed on a Wisdom saving throw or follow the command on its next turn. Many common commands are detailed below. If the target can't follow your command, the spell ends. • **Approach.** The target moves toward you by the safest and shortest available route, ending its turn if it moves within 5 feet of you. • **Drop.** The target drops whatever it is holding and ends its turn. • **Flee.** The target spends its turn moving away from you by the safest and shortest available route. • **Grovel.** The target falls prone and then ends its turn. • **Halt.** The target doesn't move and takes no actions. A flying creature stays aloft, provided that it is able to.",
    "higher_levels": "When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other.",
    "ritual": false,
    "concentration": false,
    "prepared": false
  },
  {
    "id": "1682541230002",
    "name": "Dissonant Whispers",
    "level": "1",
    "school": "enchantment",
    "casting_time": "1 action",
    "range": "60 feet",
    "duration": "Instantaneous",
    "components": "V",
    "description": "You whisper a discordant melody that only one creature of your choice within range can hear, wracking it with terrible pain. The target must make a Wisdom saving throw. On a failed save, it takes 3d6 psychic damage and must immediately use its reaction, if available, to move as far as its speed allows away from you. The creature doesn't move into obviously dangerous ground, such as a fire or a pit. On a successful save, the target takes half as much damage and doesn't have to move.",
    "higher_levels": "When you cast this spell using a spell slot of 2nd level or higher, the damage increases by 1d6 for each slot level above 1st.",
    "ritual": false,
    "concentration": false,
    "prepared": false
  },
  {
    "id": "1682541230003",
    "name": "Feather Fall",
    "level": "1",
    "school": "transmutation",
    "casting_time": "1 reaction (which you take when you or a creature within 60 feet of you falls)",
    "range": "60 feet",
    "duration": "1 minute",
    "components": "V, M (material: a small feather or piece of down)",
    "description": "Choose up to five falling creatures within range. The spell ends on a target when it hits the ground. A falling creature's rate of descent slows to 60 feet per round until the spell ends. If the creature lands before the spell ends, it takes no falling damage and can land on its feet.",
    "higher_levels": "",
    "ritual": false,
    "concentration": false,
    "prepared": false
  },
  {
    "id": "1682541230004",
    "name": "Healing Word",
    "level": "1",
    "school": "evocation",
    "casting_time": "1 bonus action",
    "range": "60 feet",
    "duration": "Instantaneous",
    "components": "V",
    "description": "A creature of your choice that you can see within range regains hit points equal to 1d4 + your spellcasting ability modifier. This spell has no effect on undead or constructs.",
    "higher_levels": "When you cast this spell using a spell slot of 2nd level or higher, the healing increases by 1d4 for each slot level above 1st.",
    "ritual": false,
    "concentration": false,
    "prepared": false
  },
  {
    "id": "1682541230005",
    "name": "Heat Metal",
    "level": "2",
    "school": "transmutation",
    "casting_time": "1 action",
    "range": "60 feet",
    "duration": "Concentration, up to 1 minute",
    "components": "V, S, M (material: a piece of iron and a flame)",
    "description": "Choose a manufactured metal object, such as a metal weapon or a suit of heavy or medium metal armor, that you can see within range. You cause the object to glow red-hot. Any creature in physical contact with the object takes 2d8 fire damage when you cast the spell. Until the spell ends, you can use a bonus action on each of your subsequent turns to cause this damage again. If a creature is holding or wearing the object and takes the damage from it, the creature must succeed on a Constitution saving throw or drop the object if it can. If it doesn't drop the object, it has disadvantage on attack rolls and ability checks until the start of your next turn.",
    "higher_levels": "When you cast this spell using a spell slot of 3rd level or higher, the damage increases by 1d8 for each slot level above 2nd.",
    "ritual": false,
    "concentration": true,
    "prepared": false
  },
  {
    "id": "1682541230006",
    "name": "Hold Person",
    "level": "2",
    "school": "enchantment",
    "casting_time": "1 action",
    "range": "60 feet",
    "duration": "Concentration, up to 1 minute",
    "components": "V, S, M (material: a small, straight piece of iron)",
    "description": "Choose a humanoid that you can see within range. The target must succeed on a Wisdom saving throw or be paralyzed for the duration. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the spell ends on the target.",
    "higher_levels": "When you cast this spell using a spell slot of 3rd level or higher, you can target one additional humanoid for each slot level above 2nd. The humanoids must be within 30 feet of each other when you target them.",
    "ritual": false,
    "concentration": true,
    "prepared": false
  },
  {
    "id": "1682541230007",
    "name": "Lesser Restoration",
    "level": "2",
    "school": "abjuration",
    "casting_time": "1 action",
    "range": "Touch",
    "duration": "Instantaneous",
    "components": "V, S",
    "description": "You touch a creature and can end one disease or one condition afflicting it (blinded, deafened, paralyzed, or poisoned).",
    "higher_levels": "",
    "ritual": false,
    "concentration": false,
    "prepared": false
  }
]